Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Banding together like cornered rats.
ru: Сбиваемся в кучу, как загнанные в угол крысы.

source: Bank District
ru: Банковский округ

source: Bank Districts
ru: Банковские районы

source: Banker
ru: Банкир

source: Bankers
ru: Банкиры

source: Barbara
ru: Барбара

source: Barracks District
ru: Район казарм

source: Barracks Districts
ru: Районы казарм

source: Barracks Segment
ru: Сегмент казарм

source: Barracks Segments
ru: Сегменты казарм

source: Barricade
ru: Баррикада

source: Barricade Section
ru: Секция баррикад

source: Barricades
ru: Баррикады

source: Base Cost
ru: Базовая стоимость

source: Based on blueprints retrieved from the heart of the Katzenartig Imperium itself, these mighty machines capable of spewing nuclear fire anytime and anywhere are sure to turn any combat to our favor.
ru: Основываясь на чертежах, извлеченных из самого сердца Империи Катзенртиг, эти могучие машины, способные извергать ядерный огонь в любое время и в любом месте, несомненно, обернут любое сражение в нашу пользу.

source: Basic
ru: Базовый

source: Basic Auxiliary Facilities
ru: Основные вспомогательные объекты

source: Bastion
ru: Бастион

source: Bastion Section
ru: Секция бастиона

source: Bastions
ru: Бастионы

source: Battle Rage
ru: Боевой раж

source: Battle offers a chance to prove one's worth like none other.
ru: Сражение дает шанс доказать свою состоятельность, как никто другой.

source: Battle stations!
ru: Боевые станции!

source: Battleborn
ru: Закалённый в сражениях

source: Battlecruiser Build Cost
ru: Стоимость линейных крейсеров

source: Battlecruiser Build Speed
ru: Скорость строительства линейных крейсеров

source: Battleship Build Speed
ru: Скорость строительства линкора

source: Battlestations!
ru: Боевые станции!

source: Bauer
ru: Бауэр

source: Bayeux 4535-K
ru: Байе 4535-К

source: Bays housing specialized manned spacecraft designed to explore interstellar space and retrieve potential treasures.
ru: Отсеки, в которых размещены специализированные пилотируемые космические корабли, предназначенные для исследования межзвездного пространства и извлечения потенциальных сокровищ.

source: Be careful not to get pneumonoultramicroscopicsilicovolcanoconiosis from the residual ashes floating in the atmosphere.
ru: Будьте осторожны, чтобы не заразиться пневмоноультрамикроскопическим кремневулканокониозом от остаточного пепла, плавающего в атмосфере.

source: Be more careful with accelerators next time!
ru: В следующий раз будь осторожнее с ускорителями!

source: Be the task menial or complex, there is honour in performing that task with persistent integrity.
ru: Будь задача простая или сложная, каждый должен выполнять ее с полной самоотдачей.

source: Beams of negative energy that melt through shields by draining their energy.
ru: Лучи отрицательной энергии, которые проникают сквозь щиты, высасывая их энергию.

source: Beauty Seeker
ru: Искательница красоты

source: Bechorus Maelstrom
ru: Бешеный водоворот

source: Beck
ru: Бек

source: Becker
ru: Беккер

source: Before becoming a governor, this leader was a successful entrepreneur and a proven expert in the art of making money.
ru: Прежде чем стать губернатором, этот лидер был успешным предпринимателем и мастером в искусстве зарабатывания денег.

source: Before our ascent into the stars, our people were fractured by differing systems of belief.
ru: До нашего восхождения к звездам наш народ был расколот различными системами верований.

source: Before withdrawing to a life of research this leader was working in the navy and is familiar with the proceedings on a military vessel.
ru: Прежде чем перейти к исследовательской работе, этот лидер служил во флоте и знаком с военным делом.

source: Begin $SPECIAL_PROJECT_TOOLTIP$
ru: Начать специальный проект

source: Begin Stabilization
ru: Начать стабилизацию

source: Begin Terraforming
ru: Начать терраформирование

source: Begin repairs immediately.
ru: Немедленно начинайте ремонт

source: Begin the construction of the $name_interstellar_hab$.
ru: Начните строительство $name_interstellar_hab$.

source: Begin the operation.
ru: Начинайте операцию.

source: Begone are the days of profane housing.
ru: Прочь дни безнравственного жилья.

source: Begone!
ru: Уходи!

source: Behavioral Regulator
ru: Регулятор поведения

source: Behemoth Assembly Plant
ru: Сборочный завод "Бегемот"

source: Behemoth Assembly Plant Built!
ru: Построен сборочный завод "Исполин"!

source: Behemoth Assembly Plant Construction Site Built!
ru: Строительная площадка сборочного завода "Бегемот" построена!

source: Behemoth Assembly Plant Stabilizers
ru: Стабилизаторы сборочного завода "Бегемот"

source: Behemoth Assembly Plant Stabilizers Built!
ru: Построен завод по сборке стабилизаторов "Исполин"!

source: Behemoth Assembly Plant Supports
ru: Поддержка сборочного завода "Исполин"

source: Behemoth Assembly Plant Supports Built!
ru: Сборочный завод "Бегемот" построен!

source: Behemoth Housing
ru: Чудовищный Корпус

source: Behemoth Planetcraft
ru: Боевая Планета

source: Behemoth Planetcraft Destroyed
ru: Боевая Планета уничтожен

source: Behemoth Planetcraft Fabricated!
ru: Боевая Планета сфабрикована!

source: Behemoth Planetcraft Hull Points
ru: Очки корпуса планетолета "Бегемот"

source: Behemoth Planetcraft Tracking
ru: Отслеживание планетолета "Бегемот"

source: Behemoth Ringworld
ru: Мир-кольцо бегемота

source: Behemoths of War
ru: Бегемоты войны

source: Beings of Void
ru: Существа пустоты

source: Beneath the Ice
ru: Подо льдом

source: Benevolence
ru: Радушие

source: Benevolence Traditions
ru: Традиции радушия

source: Benevolence Traditions Finished
ru: Традиции радушия завершены

source: Bennya
ru: Бення

source: Benyadict
ru: Бенядикт

source: Benyato
ru: Беньято

source: Benyato Meowsolini
ru: Беньято Мяусолини

source: Bernstroms Singularity
ru: Сингулярность Бернстрем

source: Best of luck to him!
ru: Желаю ему удачи!

source: Best of luck to them!
ru: Желаю им удачи!

source: Beyond a certain point, the benefits of caring for organics are offset by the logistical realities of their increased number.
ru: После определенного момента преимущества ухода за органическими продуктами сводятся на нет логистическими реалиями их возросшего количества

source: Beyond anything seen by any known civilization.
ru: За пределами всего, что видела любая известная цивилизация.

source: Bicamaros Singularity
ru: Сингулярность Бикамароса

source: Bienuketh Abyss
ru: Бездна Бьенукет

source: Bigger is better!
ru: Больше - значит лучше!

source: Bilia Vortex
ru: Вихрь Билия

source: Bingus
ru: Бингус

source: Bio Construction
ru: Био-строительство

source: Bio Reactor
ru: Биореактор

source: Biogenesis
ru: Биоэволюция

source: Biogenesis Traditions
ru: Традиции биоэволюции

source: Biogenesis Traditions Finished
ru: Традиции биоэволюции завершены

source: Bioinformatician
ru: Биоинформатик

source: Biological Impetuous Growth Vat
ru: Биологический резервуар для безудержного роста

source: Biological Pop Food Upkeep
ru: Обеспечение продовольствием биологического поселения

source: Biologist
ru: Биолог

source: Biologist Congress
ru: Конгресс Биологов

source: Biologist Drone
ru: Дрон-биолог

source: Biologist Drones
ru: Дроны-биологи.

source: Biologist Jobs
ru: Работа биолога.

source: Biologists
ru: Биологи

source: Biology
ru: Биология

source: Biophages
ru: Биофаги

source: Biophilia
ru: Биофилия

source: Birch
ru: Берч

source: Birch Habitability
ru: Обитаемость Берча

source: Birch Insula Management Jobs
ru: Рабочие места по управлению островком Берча

source: Birch Insula Worker Jobs
ru: Рабочие места работников острова Берча

source: Birch Structure Engineering Jobs
ru: Работы по проектированию конструкций Берча

source: Birch Structure Management Jobs
ru: Рабочие места по управлению структурой Берча

source: Birch World
ru: Мир Берча

source: Birch World Core Systems
ru: Основные системы мира Берча

source: Birch World Habitability
ru: Обитаемость мира Берча

source: Birch World Lost!
ru: Мир Берча потерян!

source: Birch World Preference
ru: Предпочтение мира Берча

source: Birch world: The Great Migration
ru: Мир Берча: Великое переселение народов

source: Birman
ru: Бирман

source: Birth Of A Quasi-Star
ru: Уничтожен ускоритель звездных частиц!

source: Bismuth Blokkats Research Speed
ru: Скорость исследования висмутовых блоков

source: Biteas Singularity
ru: Сингулярность Битеаса

source: Black Hole
ru: Чёрная дыра

source: Black Hole Anomaly
ru: Аномалия черной дыры

source: Black Hole Construct
ru: Конструкция черной дыры

source: Black Hole on the Loose
ru: Черная дыра на свободе

source: Blackhole Acquisition
ru: Обладатель черной дыры

source: Blast Furnace
ru: Большая домна

source: Blast it!
ru: Черт возьми!

source: Blienubulas Maw
ru: Пасть Блиенубуласа

source: Blind Faith into the Nation
ru: Слепая вера в нацию

source: Blokk-Custodians are escort vessels meant to defend larger civilian craft.
ru: Блокк-хранители - это суда сопровождения, предназначенные для защиты более крупных гражданских судов

source: Blokk-Dismantler
ru: Блок-демонтажник

source: Blokk-Dismantler Destroyed!
ru: Блок-демонтажер уничтожен!

source: Blokk-Dismantler Harvesting
ru: Сбор урожая Блокк-демонтажником

source: Blokk-Dismantler Powering Up
ru: Включение блок-демонтажа

source: Blokk-Dismantler Rebuilt
ru: Блокк-Демонтажер восстановлен

source: Blokk-Dismantlers
ru: Блок-демонтажники

source: Blokk-Dismantlers are usually found surrounding Blokkat-Vesters and are a crucial part of the Blokkats' harvesting operations.
ru: Блокк-демонтажники обычно находятся рядом с блоккат-вестерами и являются важной частью операций по сбору урожая блоккатов

source: Blokk-Dog's Fervor
ru: Блокк-собачий пыл

source: Blokk-Evictors are fast scouting vessels fit for light escorts and recon.
ru: Блокк-выселители - быстрые разведывательные суда, пригодные для легкого сопровождения и разведки

source: Blokk-Guardian
ru: Блокк-страж

source: Blokk-Guardian Point Defence System
ru: Система точечной защиты Блоккат-защитник

source: Blokk-Guardian Point-Defence System
ru: Блокк-гардиан точечной защиты Системы

source: Blokk-Obliterator
ru: Блокк-уничтожитель

source: Blokk-Obliterator Central Command
ru: Центральное командование Блокк-уничтожителя

source: Blokk-Obliterator Hyperdimensional Bulwark
ru: Гиперпространственный бастион Блока-уничтожителя

source: Blokk-Protokols
ru: Блокк-протоколы

source: Blokk-Protokols Research Speed
ru: Скорость исследования Блокк-Протоколы

source: Blokk-StabR
ru: Блокк-СтабР

source: Blokk-Swarmer Units
ru: Блоки-ройщики

source: Blokk-Terminator
ru: Блокк-терминатор

source: Blokk-Terminator Central Command
ru: Центральное командование Блока-Терминатора

source: Blokk-Terminator Hyperdimensional Bulwark
ru: Гиперпространственный бастион Блока-Терминатора

source: Blokk-Terminators
ru: Блокк-терминаторы

source: Blokk-Terminators are the smallest 'proper' Blokkat combat vessel, usually found escorting harvesting fleets in more hazardous galaxies, or supporting larger intergalactic vessels.
ru: Блокк-терминаторы - это самый маленький 'настоящий' боевой корабль блоккатов, обычно встречающийся для сопровождения флотов по сбору урожая в более опасных галактиках или поддержки более крупных межгалактических судов

source: Blokkat
ru: Блоккат

source: Blokkat Admiral
ru: Блоккат Адмирал

source: Blokkat Capture Protocols
ru: Протоколы захвата блокчейна

source: Blokkat Captured!
ru: Блоккат захвачен!

source: Blokkat Close-Range Computer
ru: Блоккат-компьютер ближнего действия

source: Blokkat Computers
ru: Блокчейн-компьютеры

source: Blokkat Consciousness Alteration
ru: Изменение сознания Блокката

source: Blokkat Construction Techniques
ru: Методы построения блокката

source: Blokkat Containment Nexus
ru: Нексус сдерживания блокката

source: Blokkat Containment Nexus Complete!
ru: Нексус сдерживания Блокката завершен!

source: Blokkat Engineering
ru: Блоккат Инжиниринг

source: Blokkat Engineering Study
ru: Инженерное исследование блокчейна

source: Blokkat General
ru: Блоккат Дженерал

source: Blokkat Governor
ru: Губернатор Блокката

source: Blokkat Harvesters
ru: Комбайны Блоккат

source: Blokkat Harvesting Operations Ending
ru: Операции по сбору блокката заканчиваются

source: Blokkat Historiography
ru: Историография блокката

source: Blokkat Hyperdimensional Bulwark
ru: Гиперпространственный бастион Блокката

source: Blokkat Hyperdimensional Study
ru: Гиперпространственное исследование Блокката

source: Blokkat Inquietude
ru: Блокчейн-запрос

source: Blokkat Intelligence Network
ru: Разведывательная сеть Блоккат

source: Blokkat Investigation Report: Civilization
ru: Отчет о расследовании Блокката: Цивилизация

source: Blokkat Investigation Report: Hyperdimensional Engineering
ru: Отчет о расследовании Блокат: Гиперпространственная инженерия

source: Blokkat Investigation Report: Hyperintelligent Engineering
ru: Отчет о расследовании Блокат: Сверхразумная инженерия

source: Blokkat Investigation Report: Scrap
ru: Отчет о расследовании Блокат: Утиль

source: Blokkat Investigation Report: The Blokkat Hyperdimensional Bulwark
ru: Отчет о расследовании Блокката: Гиперпространственный бастион Блокката

source: Blokkat Long-Range Computer
ru: Блоккат-компьютер дальнего действия

source: Blokkat Overwhelms our Armies!
ru: Блоккат сокрушает наши армии!

source: Blokkat Phaseshift FTL
ru: Блоккат с фазовым сдвигом сверхсветовой скорости

source: Blokkat Phaseshift FTL Drive
ru: Сверхсветовой привод Блоккат Фазовый сдвиг

source: Blokkat Phaseshift Thrusters
ru: Двигатели с фазовым сдвигом Блоккат

source: Blokkat Phaseshift Transportation
ru: Поэтапная транспортировка Блокката

source: Blokkat Physics
ru: Физика блокката

source: Blokkat Reactor
ru: Блоккат-реактор

source: Blokkat Repellent Fades
ru: Средство от блох исчезает

source: Blokkat Repellent Field
ru: Поле для отпугивания блох

source: Blokkat Repellent Ready
ru: Средство от блох готово

source: Blokkat Scientist
ru: Ученый-блоккат

source: Blokkat Scrap Analysis
ru: Анализ отходов блокчейна

source: Blokkat Scraps
ru: Обрывки блокката

source: Blokkat Shipbound Computers
ru: Корабельные компьютеры Блоккат

source: Blokkat Sighted!
ru: Блоккат замечен!

source: Blokkat Sightings
ru: Наблюдения за блоккатом

source: Blokkat Snare
ru: Ловушка Блокката

source: Blokkat Sociology
ru: Блокчейн-социология

source: Blokkat Sociology and Anatomy Studies
ru: Изучение социологии и анатомии блокката

source: Blokkat Temporal Displacement
ru: Временное смещение Блокката

source: Blokkat Unwillingness
ru: Нежелание блокировать

source: Blokkat Weaponry
ru: Блоккатное оружие

source: Blokkat Willingness
ru: Готовность к блокчейну

source: Blokkat reprogramming
ru: Перепрограммирование блокката

source: Blokkat ships are powered by these mysterious constructs that draw untold amounts of energy transferred from a higher dimension.
ru: Корабли Блоккат питаются от этих таинственных конструкций, которые потребляют неисчислимое количество энергии, передаваемой из более высокого измерения.

source: Blokkat-Paluush Historiography Analysis
ru: Анализ историографии Блоккат-Палууш

source: Blokkat-Vester
ru: Блоккат-Вестер

source: Blokkat-Vester Harvesting
ru: Сбор урожая Блоккат-Вестер

source: Blokkat-Vester Obliterated
ru: Блоккат-Вестер уничтожен

source: Blokkat-Vester Powering Up
ru: Блоккат-Вестер включается

source: Blokkat-Vester Unscathed
ru: Блоккат-Вестер невредим

source: Blokkat-Vesters
ru: Блокчейн-вестеры

source: Blokkatgirl
ru: Девушка-блокчейн

source: Blokkats
ru: Блоккаты

source: Blokkats Defeated!
ru: Блоккаты побеждены!

source: Blokkats Research Speed
ru: Скорость исследования блоккатов

source: Blokkats Vanquished
ru: Блоккаты побеждены

source: Blokkats are highly intelligent and always connected to one another, enabling them to collaboratively calculate the best possible moves in a given fleet battle.
ru: Блоккаты обладают высоким интеллектом и всегда связаны друг с другом, что позволяет им совместно рассчитывать наилучшие возможные ходы в данном сражении флота.

source: Blokkats are intelligent and developed creatures.
ru: Блоккаты - разумные и развитые существа.

source: Blokkazoi
ru: Блокказой

source: Blokkittens Research Speed
ru: Скорость исследования Блоккиттенов

source: Blokklets Research Speed
ru: Скорость исследования блокклетов

source: Blokkmiral [THIS.GetName]
ru: Блокмирал [THIS.GetName]

source: Blokkon Black Hole
ru: Черная дыра Блоккона

source: Blokkwork Decryption Analysis
ru: Анализ расшифровки блокчейна

source: Blokkwork Energy Capacitor
ru: Энергетический конденсатор Блоккворк

source: Blokkwork Energy Distribution
ru: Распределение энергии в блокчейне

source: Blokkwork Power Node
ru: Блокчейн-узел питания

source: Blokkwork Pylon
ru: Блокчейн-пилон

source: Blokkwork Pylon Completed
ru: Пилон Блоккворк завершен

source: Blokkwork Pylon Construction Site
ru: Площадка для строительства пилонов Блоккворк

source: Blokkwork Pylon Construction Site Built
ru: Построена строительная площадка для пилонов Блоккворк

source: Blokkwork Pylon Hyperbranic Frame
ru: Гипербраническая рама пилона Блоккворк

source: Blokkwork Pylon Hyperbranic Frame Built
ru: Построен гипербранический каркас пилона Блоккворк

source: Blokkwork Pylon Power Core
ru: Силовое ядро пилона Блоккворк

source: Blokkwork Severed!
ru: Блокчейн разорван!

source: Blokkwork Severing Protocols
ru: Протоколы отключения блокчейна

source: Blokkwork Warpcrafter
ru: Блокчейн-варкрафтер

source: Blokru Abyss
ru: Бездна Блокру

source: Blue Wraith
ru: Голубой призрак

source: Blue Wraiths
ru: Голубые призраки

source: Boast all you please, you fled with your tail between your legs.
ru: Хвастайся, сколько тебе заблагорассудится, ты сбежал, поджав хвост.

source: Bogged-Down Researchers
ru: Застрявшие исследователи

source: Bold Blokkat
ru: Жирный блоккат

source: Bolster the Sirens
ru: Поддержи сирены

source: Bolstered Blokkat Inquietude
ru: Усиленный запрос блокката

source: Bolstered by millennia of virtual combat, this Awakened Empire is ready to unleash their full might on the galaxy.
ru: Подкрепленная тысячелетиями виртуальных сражений, эта Пробужденная империя готова обрушить всю свою мощь на галактику.

source: Bombarded our plants with the Scarlet Scourge
ru: Нам не нравится твой иприт

source: Bombardier Batteries
ru: Бомбардирские батареи

source: Bombardier Crust
ru: Корочка бомбардира

source: Bombarding Aeternite Infrastructure
ru: Бомбардировка инфраструктуры Вечности

source: Bombarding Infrastructure
ru: Бомбардировка инфраструктуры

source: Bone Legions
ru: Костяные легионы

source: Boopli
ru: Бупли

source: Border Security Guards
ru: Пограничные контролеры

source: Bores of twisted gravity tunnel into the singularity and draw decompressed matter into a dedicated processing ring.
ru: Отверстия искривленного гравитационного туннеля в сингулярность и втягивают распакованную материю в специальное кольцо обработки

source: Boring down into the seabed to extract the minerals hidden below.
ru: Бурение на морском дне для извлечения минералов, скрытых под ним

source: Borniors Singularity
ru: Рожденная в сингулярности

source: Botanist
ru: Ботаник

source: Botanists
ru: Ботаники

source: Both life and death of each departed soldier are extolled by their loved ones and commanding officers.
ru: И жизнь, и смерть каждого ушедшего солдата воспеваются их близкими и командирами.

source: Both our citizens and our businesses have increased power to buy, consume, and produce.
ru: И наши граждане, и наши предприятия получили больше возможностей покупать, потреблять и производить.

source: Bow
ru: Лук

source: Brace yourselves.
ru: Возьмите себя в руки.

source: Bread and Water
ru: Хлеб и вода

source: Break $ehof_the_compound$
ru: Перерыв $ehof_the_compound$

source: Break down this Celestial Warship's external infrastructure for alloys, research and valuable minerals.
ru: Разрушьте внешнюю инфраструктуру этого Небесного военного корабля ради сплавов, исследований и ценных минералов.

source: Break down this vessel for parts and its constituent alloys.
ru: Разберите этот сосуд на части и составляющие его сплавы.

source: Breaking Known Limits
ru: Разрушая пределы

source: Breaking the Empire's Laws
ru: Нарушение законов Империи

source: Breakthroughs in our understand of the Strife Field's enable us to directly emit counter-melodies to the Sirens' songs within the Immaterium itself, which can ward off even the nefarious Inner Field's mind-controlling effects.
ru: Прорыв в нашем понимании Поля Раздора позволяет нам напрямую воспроизводить контр-мелодии к песням сирен в самом Имматериуме, что может отразить даже воздействие гнусного Внутреннего поля, контролирующего сознание

source: Breeding Facilities
ru: Объекты разведения

source: Breeding Facility
ru: Селекционное хозяйство

source: Breeding Facility Slot - 1
ru: Слот для селекционного комплекса-1

source: Breeding Facility Slot - 2
ru: Слот для селекционного комплекса-2

source: Breeding Facility Slot - 3
ru: Слот для селекционного комплекса-3

source: Breeding Facility Slot - 4
ru: Слот для селекционного комплекса-4

source: Breeding Facility Slot - 5
ru: Слот для селекционного комплекса-5

source: Bribe Faction
ru: Подкупить фракцию

source: Bribe Factions
ru: Подкуп фракции

source: Bribery
ru: Взятки

source: Bring it back online as fast we can
ru: Верните его в рабочее состояние так быстро, как только сможем

source: Bring it on, blockheads!
ru: Давайте, болваны!

source: Bring that thing down!
ru: Опустите эту штуку!

source: Bring up the menu to enable or disable specific megastructures.
ru: Вызовите меню, чтобы включить или отключить определенные мегаструктуры.

source: Brings a damaged defensive station back online
ru: Возвращает поврежденную оборонительную станцию в рабочее состояние

source: Broken Promise
ru: Нарушенное обещание

source: Brothers in Arms
ru: Братья по оружию

source: Buffer Zones
ru: Буферные зоны

source: Build $frameworld_outpost_0$ $giga_frameworld_ai_helper$
ru: Сборка $frameworld_outpost_0$ $giga_frameworld_ai_helper$

source: Build Hyper Relay
ru: Построить гиперреле

source: Build Processing Orbitals
ru: Создание обрабатывающих орбиталей

source: Build all of the following megastructures: - $giga_has_orbital_artificial_eco$ - $giga_has_eng_test_site$ - $giga_has_storm_observatory_site$ - $giga_has_asteroid_manufactory$
ru: Постройте все следующие мегаструктуры: - $giga_has_orbital_artificial_eco$ - $giga_has_eng_test_site$ - $giga_has_particle_accel$ - $giga_has_asteroid_manufactory$

source: Build an Expedition-Class Science Ship.
ru: Построить экспедиционный научный корабль.

source: Build any of the following megastructures: - $giga_has_orbital_artificial_eco$ - $giga_has_eng_test_site$ - $giga_has_storm_observatory_site$ - $giga_has_asteroid_manufactory$
ru: Постройте любую из следующих мегаструктур: - $giga_has_orbital_artificial_eco$ - $giga_has_eng_test_site$ - $giga_has_particle_accel$ - $giga_has_asteroid_manufactory$

source: Builders of Nations
ru: Национальное строительство

source: Building $exotic_gases$ Upkeep
ru: Здание £exotic_gases£ $exotic_gases$ Содержание

source: Building $rare_crystals$ Upkeep
ru: Здание £rare_crystals£ $rare_crystals$ Содержание

source: Building $volatile_motes$ Upkeep
ru: Здание £volatile_motes£ $volatile_motes$ Содержание

source: Building Charge
ru: Плата за строительство

source: Building Ruination Fix
ru: Исправлено разрушение обновления Район Нексуса

source: Building Utopia
ru: Строительство утопии.

source: Buildings & Jobs
ru: Здания и рабочие места
